Repository: MikeshCZ/ArchiveQuickLook
Catalog: ArchiveQuickLook/Localizable.xcstrings
Source language: cs
Languages: en

# column.compressedSize
source: Komprimováno
en: Compressed

# column.modificationDate
source: Datum úpravy
en: Modified Date

# column.name
source: Název
en: Name

# column.size
source: Velikost
en: Size

# error.cannotOpenZip
source: Nelze otevřít ZIP archiv
en: Cannot open ZIP archive

# error.invalidGzip
source: Neplatný GZIP formát
en: Invalid GZIP format

# error.unsupportedFormat
source: Nepodporovaný formát archivu
en: Unsupported archive format

# text.active
source: Plugin je nyní aktivní!
en: The plugin is now active!

# text.formats
source: Podporované formáty:
en: Supported formats:

# text.headline
source: QuickLook plugin pro zobrazování obsahu archivů
en: QuickLook plugin for displaying archive contents

# text.installed
source: QuickLook plugin je nainstalován. Tuto aplikaci můžete zavřít.
en: The QuickLook plugin is installed. You can close this application.

# text.instructions
source: Ve Finderu vyberte archivní soubor a stiskněte mezerník pro QuickLook náhled.
en: In Finder, select the archive file and press the space bar for a QuickLook preview.
